function setup() {
  createCanvas(600, 400);
}

function draw() {
  background(220);
  stroke(242,205,150); // 얼굴
  fill(242, 205, 150);
  ellipse(150,150,250,300);
  
  fill(15,15,15); // 왼눈
  ellipse(100,100,30,80);
  
  fill(15,15,15); // 오른눈
  ellipse(200,100,30,80);
  
  fill(15,15,15); // 왼콧구멍
  ellipse(130,180,5,5);
  
  fill(15,15,15); // 오콧구멍
  ellipse(170,180,5,5);
  
  fill(194, 25, 25);// 입
  triangle(100,250,200,250,150,280);
  
  fill(92, 33, 17); // 왼눈썹
  quad(85,50,130,50,130,55,85,55);
  
  fill(92, 33, 17); // 오눈썹
  quad(180,50,230,50,230,55,180,55);
}
